window.APP_DATA = {
  "generatedAt": "2026-06-02",
  "recordCount": 21,
  "students": [
    {
      "studentKey": "6-2-1-고가민",
      "password": "830291",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "1",
        "성명": "고가민"
      }
    },
    {
      "studentKey": "6-2-2-곽다현",
      "password": "050607",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "2",
        "성명": "곽다현"
      }
    },
    {
      "studentKey": "6-2-3-김희윤",
      "password": "601141",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "3",
        "성명": "김희윤"
      }
    },
    {
      "studentKey": "6-2-4-류가윤",
      "password": "141102",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "4",
        "성명": "류가윤"
      }
    },
    {
      "studentKey": "6-2-5-문지완",
      "password": "140611",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "5",
        "성명": "문지완"
      }
    },
    {
      "studentKey": "6-2-6-박소영",
      "password": "034600",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "6",
        "성명": "박소영"
      }
    },
    {
      "studentKey": "6-2-7-박연우",
      "password": "140619",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "7",
        "성명": "박연우"
      }
    },
    {
      "studentKey": "6-2-8-박채빈",
      "password": "140721",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "8",
        "성명": "박채빈"
      }
    },
    {
      "studentKey": "6-2-9-박형우",
      "password": "245844",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "9",
        "성명": "박형우"
      }
    },
    {
      "studentKey": "6-2-10-성장호",
      "password": "140318",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "10",
        "성명": "성장호"
      }
    },
    {
      "studentKey": "6-2-11-송문주",
      "password": "111213",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "11",
        "성명": "송문주"
      }
    },
    {
      "studentKey": "6-2-12-이원진",
      "password": "676767",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "12",
        "성명": "이원진"
      }
    },
    {
      "studentKey": "6-2-13-이채린",
      "password": "612807",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "13",
        "성명": "이채린"
      }
    },
    {
      "studentKey": "6-2-14-이하설",
      "password": "141015",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "14",
        "성명": "이하설"
      }
    },
    {
      "studentKey": "6-2-15-전유수",
      "password": "777567",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "15",
        "성명": "전유수"
      }
    },
    {
      "studentKey": "6-2-16-주은유",
      "password": "141106",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "16",
        "성명": "주은유"
      }
    },
    {
      "studentKey": "6-2-17-지수현",
      "password": "141125",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "17",
        "성명": "지수현"
      }
    },
    {
      "studentKey": "6-2-18-최규진",
      "password": "918273",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "18",
        "성명": "최규진"
      }
    },
    {
      "studentKey": "6-2-19-최연준",
      "password": "999999",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "19",
        "성명": "최연준"
      }
    },
    {
      "studentKey": "6-2-20-최예서",
      "password": "141029",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "20",
        "성명": "최예서"
      }
    },
    {
      "studentKey": "6-2-21-홍석영",
      "password": "140805",
      "profile": {
        "학년": "6",
        "반": "2",
        "번호": "21",
        "성명": "홍석영"
      }
    }
  ]
};
